-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 20, 2022 at 03:52 PM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `os_project`
--

-- --------------------------------------------------------

CREATE DATABASE IF NOT EXISTS `os_project` DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci;
USE `os_project`;

--
-- Table structure for table `landmarks`
--


CREATE TABLE `landmarks` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `detail` mediumtext NOT NULL,
  `province` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;


--
-- Dumping data for table `landmarks`
--

INSERT INTO `landmarks` (`id`, `name`, `detail`, `province`) VALUES
(1, 'ทะเลแหวก เกาะมันใน', 'หมู่เกาะมัน ประกอบไปด้วย 3 เกาะเล็ก ๆ อยู่ใกล้ฝั่งที่สุด บรรยากาศเงียบสงบ เป็นที่ตั้งของศูนย์อนุรักษ์พันธุ์เต่าทะเลในสมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ ไม่มีที่พัก ไม่สามารถค้างคืนได้ แต่มาเที่ยวชมได้ บางช่วงที่น้ำลดจะได้ชมทะเลแหวกด้วย', 'ตำบลกร่ำ อำเภอแกลง จังหวัดระยอง'),
(2, 'ละลุ', 'ละลุ เกิดขึ้นจากปรากฏการณ์ทางธรรมชาติค่ะ ด้วยน้ำฝนที่กัดเซาะ และการพังทลายของดินและยุบตัว ดินที่แข็งจะยังคงอยู่ เมื่อถูกลมกัดกร่อนจะมีลักษณะเป็นรูปต่างๆ ดูคล้ายกับกำแพงสวยงาม รูปลักษณ์แปลกตา น่าอัศจรรย์มากๆ ค่ะ เรียงรายเป็นบริเวณกว้างอยู่กลางทุ่ง เต็มไปด้วยซอกหลืบต่างๆ ไม่น่าเชื่อว่าจะเป็นการสะสมของตะกอนดิน ที่ใช้เวลาถึง 150 ล้านปีเลยทีเดียว ', 'บ้านเนินขามและบ้านคลองยาง ตำบลทัพราช อำเภอตาพระยา จังหวัดสระแก้ว'),
(3, 'ม่อนหมอกตะวัน', 'ม่อนหมอกตะวัน แหล่งท่องเที่ยวใหม่ล่าสุดที่เพิ่งเปิดได้ไม่นานช่วงเดือนมิถุนายน 2563 ที่ผ่านมาในบ้านป่าหวาย อำเภอพบพระ จังหวัดตาก ค่ะ ม่อนหมอกตะวันเป็นจุดชมวิวทะเลหมอกที่สวยงามมากๆ ในตอนเช้า อยู่บนยอดเขามีความสูงถึง 1,100 เมตร จึงเป็นจุดชมพระอาทิตย์ขึ้น และพระอาทิตย์ตกยามเย็นที่สวยงาม อีกทั้งยังเปิดเป็นลานกางเต็นท์ให้นักท่องเที่ยวได้มาสัมผัสอากาศหนาวเย็นกันอีกด้วย', 'บ้านป่าหวาย​ ตำบลคีรี​ราษฎร์​ อำเภอพบพระ จังหวัดตาก'),
(4, 'ทิวไผ่งาม', 'ความสวยของอุโมงค์ไผ่ที่นี่ก็คือ เป็นอุโมงค์ที่โค้งเข้าหากันอย่างสวยงามเป็นแนวยาว ทำให้ที่นี่กลายเป็นจุดแลนด์มาร์คของ ชุมชนบ้านป่าไร่เหนือ ไปเลยค่ะ แน่นอนว่า ที่นี่ยังเป็นที่เที่ยวที่คนไม่เยอะ และคนยังไม่ค่อยรู้จักเท่าไหร่ เพระาฉะนั้นอย่าพลาดไปนำเทรนด์กันก่อนได้เลย!', 'ตำบลแม่กาษา อำเภอแม่สอด จังหวัดตาก'),
(5, 'ดอยผาตั้ง', 'ดอยผาตั้ง เป็นที่ตั้งของหมู่บ้านชาวจีน ฮ่อ ม้ง และ เย้า โดยเฉพาะชาวจีนฮ่อ ที่เคยเป็นส่วนหนึ่งของกองพล 93 ในอดีตได้อพยพเข้ามาอาศัยอยู่ที่นี่ ไฮไลท์ที่พลาดไม่ได้เลยก็คือ จุดชมวิวทะเลหมอก สวยๆ ในยามเช้า อีกทั้งยังมี ดอกพญาเสือโคร่ง สีชมพูสวยๆ ให้เราได้ชมกันด้วยในช่วงหน้าหนาวอีกด้วย', 'ตำบลปอ อำเภอเวียงแก่น จังหวัดเชียงราย'),
(6, 'บ้านกะเหรี่ยงแก่นมะกรูด', 'ด้วยความที่อยู่สูงกว่าระดับน้ำทะเล 700-1,400 เมตร เท่าๆ กับดอยต่างๆ ของภาคเหนือทำให้ที่นี่มีอากาศเย็นเกือบตลอดปี จึงทำให้ชาวกะเหรี่ยงในพื้นที่แถบนี้ปลูกดอกไม้เมืองหนาว ไร่กะหล่ำปลี และไร่สตรอเบอร์รี่ เหมือนกับภาคเหนือทีเดียว ช่วงเวลาที่เหมาะสมในการเที่ยวคือ เดือนธันวาคม-กุมภาพันธ์ ค่ะ เพราะจะมีดอกไม้เมืองหนาวสวยๆ และอากาศเย็นสบาย', 'ตำบลแก่นมะกรูด อำเภอบ้านไร่ จังหวัดอุทัยธานี'),
(7, 'หาดทรายทองศรีโคตรบูร', 'หาดทรายแห่งนี้เป็นปรากฎการณ์ทางธรรมชาติ ที่จะเกิดขึ้นในช่วงหน้าแล้งเท่านั้นคือตั้งแต่เดือนกุมภาพันธ์-พฤษภาคม :ซึ่งจะเป็นช่วงเวลาที่แม่น้ำโขงลดระดับเลยทำให้เกิดเป็นหาดทรายสวยกลางลำน้ำโขง ยาวหลายกิโลเมตร จนเราสามารถลงไปเดินเล่นบนหาดทรายได้นั่นเอง', 'ถนนสุนทรวิจิตร ตำบลในเมือง อำเภอเมืองนครพนม จังหวัดนครพนม'),
(8, 'วังศิลาแลง ', 'ที่นี่เป็นที่เที่ยวธรรมชาติที่สวยงาม เกิดจากเมื่อหลายพันปีมาแล้ว พื้นที่ตรงนี้ได้เกิดการเลื่อนตัวของเปลือกโลก ของแนวรอยเลื่อนปัว ทำให้เมื่อกระแสน้ำกูนไหลผ่านไปทุกวันๆ เราจะได้เห็นความสวยงามของวังน้ำและโตรกผาเป็นช่วงๆ โดยมีวังน้ำประมาณ 7 วัง รวมระยะทางมากกว่า 400 เมตร ในช่วงฤดูแล้งสีน้ำจะใสมองเห็นความสวยงามของวังน้ำและโตรกผาได้อย่างชัดเจน สามารถไปเที่ยวได้ทุกฤดู แต่ที่สวยคือฤดูหนาว', 'บ้านหัวน้ำ ตำบลศิลาแลง อำเภอปัว จังหวัดน่าน'),
(9, 'สถานีบ่มใบยาสบกอน', 'ที่นี่ก่อสร้างมาตั้งแต่ปี พ.ศ. 2493 โดยอาคารแต่ละหลังคือหนึ่งเตาเผา ซึ่งมีทั้งหมด 118 เตาด้วยกันค่ะ เมื่อก่อนนั้น บ้านสบกอน จะปลูกใบยาสูบเยอะมาก แต่ต่อมาเมื่อมีการสูบน้อยลง ทำให้ยอดขายก็ลดน้อยลงไปด้วย ชาวบ้านก็เลยปลูกกันน้อยลง เจ้าของกิจการเลยเปลี่ยนกิจการจากโรงบ่มด้วยฟืนมาเป็นเตาอบไฟฟ้าแทน ทำให้สถานีเดิมนี้ถูกทิ้งร้างเอาไว้ และกลายมาเป็นแหล่งศึกษาเรียนรู้ให้กับคนรุ่นหลังแทน ให้ได้ทราบถึงอาชีพและวิถีชีวิตของคนเชียงกลางในอดีต\r\n*>>*โดยปกติประตูของสถานีบ่มใบยาสบกอนจะปิดเอาไว้ เพราะที่นี่จะเป็นของเอกชน แต่ถ้าใครที่อยากจะไปถ่ายรูป ก็สามารถขออนุญาติผู้ดูแลสถานีบ่มได้', 'ตำบลเปือ อำเภอเชียงกลาง จังหวัดน่าน'),
(10, 'ภูห้วยอีสัน', ' ภูห้วยอีสัน ซึ่งตั้งอยู่ที่ตำบลบ้านม่วง อำเภอสังคม จังหวัดหนองคาย ที่นี่เป็นจุดชมวิวทะเลหมอกได้แบบพาโนรามา มองไปไกลสุดสายตาก็ยังคงเป็นธรรมชาติที่สวยงามมาก ซึ่งในเวลาเช้ามืดช่วงที่พระอาทิตย์ขึ้น แสงทองของพระอาทิตย์ที่ขึ้นจะตกกระทบลงมาพาดทะเลหมอกที่สวยงาม', 'ตำบลบ้านม่วง อำเภอสังคม จังหวัดหนองคาย'),
(11, 'ถ้ำผานางคอย', 'ถ้ำผานางคอย เป็นถ้ำที่มีหน้าผาสูง ภายในก็จะมีหินงอกหินย้อย และที่สำคัญเลยคือ มีก้อนหินรูปร่างคล้ายหญิงสาวนั่งอุ้มลูกน้อยรอคอยคนรักอยู่ค่ะ เรียกได้ว่า Unseen มากๆ และยังมีตำนานพื้นบ้านที่เล่าต่อกันมาถึงอาณาจักรแสนหวี เมื่อ 800 ปีก่อน เป็นตำนานความรักกว่าร้อยปี', 'ตำบลร้องกวาง อำเภอร้องกวาง จังหวัดแพร่'),
(12, 'ผาโสก', 'ผาโสก อุบลราชธานี ตั้งอยู่ในบริเวณ อุทยานแห่งชาติผาแต้ม ค่ะ ที่นี่เป็นอ่างน้ำจากธรรมชาติ ที่สามารถมองวิวสุดอลังการสุดว้าวได้แบบฟินสุดๆ โดยเราสามารถนอนแช่น้ำใส มองเห็นวิวของแม่น้ำโขง ภูเขา และป่าต่างๆได้ ซึ่งสาเหตุที่ผาโสก แห่งนี้ กลายเป็นอ่างน้ำกลางธรรมชาติ ก็เพราะลานหินทรายบริเวณนี้ ถูกกัดกร่อนจนกลายเป็นร่องและแอ่งน้ำลึก จนทำให้น้ำจากธรรมชาตินั้นไหลตกลงมาที่นี่ และลงไปทางหน้าผาอีกที เลยเป็นที่มาของ ผาโสก นี่เอง', 'อุทยานแห่งชาติผาแต้ม ตำบลห้วยไผ่ อำเภอโขงเจียม จังหวัดอุบลราชธานี'),
(13, 'สามช่องใต้', 'ในทุกๆ เช้า เมื่อดวงอาทิตย์เริ่มส่องแสงให้เห็นที่ สามช่องใต้ นั้น ก็จะเป็นเวลาที่มาพร้อมกับเสียงของชาวบ้าน และเสียงเรือที่เตรียมออกไปหาปลานั่นเอง เรือหางยาวจะออกจากหมู่บ้านไปทีละลำ สองลำ และทุกๆ ครั้งที่เรือแล่นออกจากหมู่บ้านโดยวิวทิวทัศน์ที่จะได้เห็นในทุกๆ เช้านั้น คือ วิวของ เขาพระอาดเฒ่า ที่บ่งบอกได้ถึงความยิ่งใหญ่ของธรรมชาติแห่งนี้ แนวป่าโกงกางสีเขียวที่ล้อมรอบ กับแสงพระอาทิตย์ที่ค่อยๆ สาดแสงผ่านหมอกสีขาวออกมา ', 'หมู่บ้านสามช่อง ตำบลกะไหล อำเภอตะกั่วทุ่ง จังหวัดพังงา'),
(14, 'ควนน้อย', 'วนน้อยแกรนด์แคนยอน แห่งนี้ ไม่ได้ถูกธรรมชาติสร้างขึ้นทั้งหมดค่ะ เพราะจริงๆ แล้ว ที่นี่คือบ่อดินเก่าที่ถูกทิ้งร้างเอาไว้ และได้มีการขุดดินไปขาย เมื่อดินเหล่านั้นได้ถูกขุดไปเรื่อยๆ ไปเจอกับน้ำใต้ดินทำให้เกิดเป็นหลุมบ่อขึ้นมา บวกกับเมื่อมีฝนตกลงมา ก็กลายเป็นบ่อที่มีน้ำขัง สีเขียวมรกต โดยบรรยากาศของที่นี่ จะมีสันดินที่ทอดยาว ล้อมรอบไปด้วย บ่อน้ำสีเขียวมรกต ทำให้กลายเป็น สถานที่ท่องเที่ยวพัทลุง', 'ตำบลแพรกหา อำเภอควนขนุน จังหวัดพัทลุง'),
(15, 'ถ้ำเอราวัณ', 'ถ้ำเอราวัณ หรือที่ชาวบ้านมักเรียกกันว่า ผาถ้ำช้าง เป็นที่เที่ยวธรรมชาติที่สวยงามใน หนองบัวลำภู ค่ะ ลักษณะของถ้ำเป็นถ้ำหินปูนตั้งอยู่บนภูเขาขนาดใหญ่ที่มีรูปร่างคล้ายช้างกำลังหมอบ อีกทั้งยังเป็นที่มาของตำนานพื้นบ้านเรื่อง นางผมหอม อีกด้วย ภายในถ้ำสวยงามด้วยหินงอกหินย้อย และมีหินรูปร่างแปลกตา ที่ต้องไม่พลาดไปชมนั่นเอง', 'บ้านผาอินทร์แปลง ตำบลวังทอง อำเภอนาวัง จังหวัดหนองบัวลำภู'),
(16, 'คลองเขาแดง กุยบุรี', 'คลองเขาแดง กุยบุรี แห่งนี้ได้ชื่อว่า กุ้ยหลินแห่งประจวบคีรีขันธ์ ค่ะ เป็นคลองที่ไหลมาจาก อุทยานแห่งชาติเขาสามร้อยยอด แล้วไหลต่อไปยังอ่าวไทย โดยสองฝั่งของลำคลองแห่งนี้มีวิวที่สวยงามมากๆ จนกลายเป็นแหล่งท่องเที่ยวโดยการล่องเรือชมธรรมชาตินั่นเอง เราสามารถล่องเรือเที่ยวคลองเขาแดงได้ด้วยการไปขึ้นเรือที่ท่าน้ำหน้าวัดเขาแดง ล่องไปตามลำคลอง ประมาณ 3-4 กิโลเมตร ใช้เวลาทั้งหมด 1 ชั่วโมง', 'หมู่บ้านเขาแดง หมู่ 2 ตำบลเขาแดง อำเภอกุยบุรี จังหวัดประจวบคีรีขันธ์'),
(17, 'โรงงานกระดาษไทย', 'โรงงานกระดาษไทยกาญจนบุรี ซึ่งที่นี่เป็นโรงงานแห่งแรกในประเทศไทยที่ผลิตธนบัตรไทยโดยการใช้เยื่อไม้ไผ่ แต่เคยถูกทิ้งร้างไป แต่ในตอนนี้ได้กลายเป็นการอนุรักษ์สถานที่ที่มีความสำคัญทางประวัติศาสตร์ และส่งเสริมการท่องเที่ยวทางด้านประวัติศาสตร์ นั่นเอง', 'เลขที่ 2 ถนนแสงชูโต ตำบลบ้านเหนือ อำเภอเมืองกาญจนบุรี จังหวัดกาญจนบุรี'),
(18, 'ปราสาทหินพันยอด', 'ปราสาทหินพันยอด สตูล ที่มีอายุมากกว่าล้านปี อยู่ที่ บ้านบ่อเจ็ดลูก ในเขตอุทยานแห่งชาติหมู่เกาะเภตรา ค่ะ ที่นี่เกิดจากการยกตัวของเปลือกโลก การกัดเซาะของธรรมชาติ ทำให้หินมีรูปร่างแปลกตา และยังมีร่องรอยฟอสซิลต่างๆ เช่น แมงดาทะเล ปลาหมึกโบราณ และหอยงวงช้าง อีกด้วย เหมือนได้หลัดเข้ามาในโลกยุคดึกดำบรรพ์เลยทีเดียว', 'ชุมชนบ้านบ่อเจ็ดลูก อำเภอละงู จังหวัดสตูล'),
(19, 'ภูค้อ', 'ภูค้อ เป็นจุดชมวิวสวย ทะเลหมอก ที่ซ่อนตัวอยู่ในผืนไร่ในป่าชุมชนบ้านบุ่ง อำเภอนาแห้ว จังหวัดเลย ค่ะ จุดชมวิวนี้ จะสวยมากๆ ในช่วงฤดูหนาว ซึ่งสามารถชมพระอาทิตย์ขึ้นในยามเช้า และสามารถมองเห็นผืนป่าอุดมสมบูรณ์และสวยงาม ', 'ชุมชนบ้านบุ่ง ตำบลนาแห้ว อำเภอนาแห้ว จังหวัดเลย'),
(20, 'น้ำตกเจ็ดสี', 'น้ำตกเจ็ดสี ตั้งอยู่ที่ เขตรักษาพันธุ์สัตว์ป่าภูวัว อำเภอเซกา จังหวัดบึงกาฬ เป็นน้ำตกที่สวยงามมาก ตอนที่กระทบกับแสงแดดแล้วนั้น จะทำให้เกิดสีต่างๆ เหมือนสายรุ้งเลยค่ะ เลยเป็นที่มาของชื่อ น้ำตกเจ็ดสี นั่นเอง โดยเฉพาะในช่วงฤดูฝนจะมีน้ำเยอะ และสวยสุดๆ โดยน้ำตกจะเปิดให้เที่ยวชมได้ตั้งแต่เดือนเมษายน-ธันวาคมของทุกปี', 'ตำบลบ้านต้อง อำเภอเซกา จังหวัดบึงกาฬ'),
(21, ' ป่าฮาลาบาลา', 'ป่าฮาลาบาลา ตั้งอยู่ในบริเวณครอบคลุมพื้นที่สองจังหวัดด้วยกัน คือ หลายตำบลใน จังหวัดนราธิวาส และ ตำบลอัยเยอร์เวง อำเภอเบตง จังหวัดยะลา ค่ะ มีเนื้อที่รวมแล้วกว่า 270,725 ไร่ เป็นภูเขาสูงชันสลับซับซ้อนกัน และเป็นบริเวณของป่าดิบชื้นที่อุดมสมบูรณ์และแน่นอนว่า ป่าฮาลาบาลา ก็มีทั้งสัตว์ป่าสงวนและสัตว์ป่าคุ้มครองที่สำคัญหลายชนิดอาศัยอยู่อย่างชุกชุมค่ะ ทำให้พื้นที่นี้เป็นเขตรักษาพันธุ์สัตว์ป่าค่ะ ทั้งนี้ก็เพื่อเป็นการรักษาสัตว์ป่าและแหล่งที่อยู่อาศัยนี้เอาไว้ รวมถึงยังช่วยรักษาต้นน้ำลำธารและป่าไม้ให้อุดมสมบูรณ์แบบนี้ตลอดไปอีกด้วย', 'ตำบลอัยเยอร์เวง อำเภอเบตง จังหวัดยะลา');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `landmarks`
--

ALTER TABLE `landmarks`
ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `landmarks`
--
ALTER TABLE `landmarks`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
