-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 20, 2022 at 12:36 PM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

CREATE DATABASE IF NOT EXISTS `os_project` DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci;
USE `os_project`;

--
-- Database: `os_project`
--

-- --------------------------------------------------------

--
-- Table structure for table `thailand`
--

CREATE TABLE `thailand` (
  `id` int(10) NOT NULL PRIMARY KEY AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `detail` varchar(1000) NOT NULL,
  `address` varchar(100) NOT NULL,
  `open_close` varchar(100) NOT NULL,
  `coordinates` varchar(500) NOT NULL,
  `image` varchar(1000) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `thailand`
--

--coordinates ==> tack gps ระบุtravel

INSERT INTO `thailand` (`id`, `name`, `detail`, `address`, `open_close`, `coordinates`, `image`, `created_at`, `updated_at`) VALUES
(1, 'ทะเลแหวก เกาะมันใน', 'หมู่เกาะมัน ประกอบไปด้วย 3 เกาะเล็ก ๆ อยู่ใกล้ฝั่งที่สุด บรรยากาศเงียบสงบ เป็นที่ตั้งของศูนย์อนุรักษ์พันธุ์เต่าทะเลในสมเด็จพระนางเจ้าสิริกิติ์ พระบรมราชินีนาถ ไม่มีที่พัก ไม่สามารถค้างคืนได้ แต่มาเที่ยวชมได้ บางช่วงที่น้ำลดจะได้ชมทะเลแหวกด้วย', 'ตำบลกร่ำ อำเภอแกลง จังหวัดระยอง', 'สามารถเข้าชมได้ตลอดทั้งวัน (เช่าเรือไปเกาะมันในได้ที่ปากน้ำประแสร์)', 'https://goo.gl/maps/Qs5s8SG9iaJwCndH8', 'https://cms.dmpcdn.com/travel/2020/12/18/69270530-410c-11eb-80e3-2fbf2839b261_original.jpg', '2022-11-20 10:27:34', '2022-11-20 10:27:34'),
(2, 'ละลุ', 'ละลุ เกิดขึ้นจากปรากฏการณ์ทางธรรมชาติค่ะ ด้วยน้ำฝนที่กัดเซาะ และการพังทลายของดินและยุบตัว ดินที่แข็งจะยังคงอยู่ เมื่อถูกลมกัดกร่อนจะมีลักษณะเป็นรูปต่างๆ ดูคล้ายกับกำแพงสวยงาม รูปลักษณ์แปลกตา น่าอัศจรรย์มากๆ ค่ะ เรียงรายเป็นบริเวณกว้างอยู่กลางทุ่ง เต็มไปด้วยซอกหลืบต่างๆ ไม่น่าเชื่อว่าจะเป็นการสะสมของตะกอนดิน ที่ใช้เวลาถึง 150 ล้านปีเลยทีเดียว ', 'บ้านเนินขามและบ้านคลองยาง ตำบลทัพราช อำเภอตาพระยา จังหวัดสระแก้ว', '08.00-18.00 น.', 'https://goo.gl/maps/qCXimT5BkH7TNg3w7', 'https://cms.dmpcdn.com/travel/2021/04/22/b3880450-a357-11eb-8330-777af7c810fa_original.jpg', '2022-11-20 10:33:05', '2022-11-20 10:33:05'),
(3, 'ม่อนหมอกตะวัน', 'ม่อนหมอกตะวัน แหล่งท่องเที่ยวใหม่ล่าสุดที่เพิ่งเปิดได้ไม่นานช่วงเดือนมิถุนายน 2563 ที่ผ่านมาในบ้านป่าหวาย อำเภอพบพระ จังหวัดตาก ค่ะ ม่อนหมอกตะวันเป็นจุดชมวิวทะเลหมอกที่สวยงามมากๆ ในตอนเช้า อยู่บนยอดเขามีความสูงถึง 1,100 เมตร จึงเป็นจุดชมพระอาทิตย์ขึ้น และพระอาทิตย์ตกยามเย็นที่สวยงาม อีกทั้งยังเปิดเป็นลานกางเต็นท์ให้นักท่องเที่ยวได้มาสัมผัสอากาศหนาวเย็นกันอีกด้วย', 'บ้านป่าหวาย​ ตำบลคีรี​ราษฎร์​ อำเภอพบพระ จังหวัดตาก', '08.00-18.00 น.', 'https://goo.gl/maps/iT3mcpgEEZKwhbVAA', 'https://cms.dmpcdn.com/travel/2020/12/18/0057a1b0-410f-11eb-80e3-2fbf2839b261_original.jpg', '2022-11-20 10:34:09', '2022-11-20 10:34:09'),
(4, 'ทิวไผ่งาม', 'ความสวยของอุโมงค์ไผ่ที่นี่ก็คือ เป็นอุโมงค์ที่โค้งเข้าหากันอย่างสวยงามเป็นแนวยาว ทำให้ที่นี่กลายเป็นจุดแลนด์มาร์คของ ชุมชนบ้านป่าไร่เหนือ ไปเลยค่ะ แน่นอนว่า ที่นี่ยังเป็นที่เที่ยวที่คนไม่เยอะ และคนยังไม่ค่อยรู้จักเท่าไหร่ เพระาฉะนั้นอย่าพลาดไปนำเทรนด์กันก่อนได้เลย!', 'ตำบลแม่กาษา อำเภอแม่สอด จังหวัดตาก', '09.00-17.00 น.', 'https://goo.gl/maps/mYwTYDMdS4WLXqMz5', 'https://findingbeautyeverywhere.com/wp-content/uploads/2021/05/128-1024x683.jpg', '2022-11-20 10:42:19', '2022-11-20 10:50:23'),
(5, 'ดอยผาตั้ง', 'ดอยผาตั้ง เป็นที่ตั้งของหมู่บ้านชาวจีน ฮ่อ ม้ง และ เย้า โดยเฉพาะชาวจีนฮ่อ ที่เคยเป็นส่วนหนึ่งของกองพล 93 ในอดีตได้อพยพเข้ามาอาศัยอยู่ที่นี่ ไฮไลท์ที่พลาดไม่ได้เลยก็คือ จุดชมวิวทะเลหมอก สวยๆ ในยามเช้า อีกทั้งยังมี ดอกพญาเสือโคร่ง สีชมพูสวยๆ ให้เราได้ชมกันด้วยในช่วงหน้าหนาวอีกด้วย', 'ตำบลปอ อำเภอเวียงแก่น จังหวัดเชียงราย', 'สามารถเข้าชมได้ตลอดทั้งวัน', 'https://goo.gl/maps/LJKuG7C8nmzBe7vP6', 'https://cms.dmpcdn.com/travel/2020/12/06/5aeb35b0-3769-11eb-80e3-2fbf2839b261_original.jpg', '2022-11-20 10:44:18', '2022-11-20 10:44:18'),
(6, 'บ้านกะเหรี่ยงแก่นมะกรูด', 'ด้วยความที่อยู่สูงกว่าระดับน้ำทะเล 700-1,400 เมตร เท่าๆ กับดอยต่างๆ ของภาคเหนือทำให้ที่นี่มีอากาศเย็นเกือบตลอดปี จึงทำให้ชาวกะเหรี่ยงในพื้นที่แถบนี้ปลูกดอกไม้เมืองหนาว ไร่กะหล่ำปลี และไร่สตรอเบอร์รี่ เหมือนกับภาคเหนือทีเดียว ช่วงเวลาที่เหมาะสมในการเที่ยวคือ เดือนธันวาคม-กุมภาพันธ์ ค่ะ เพราะจะมีดอกไม้เมืองหนาวสวยๆ และอากาศเย็นสบาย', 'ตำบลแก่นมะกรูด อำเภอบ้านไร่ จังหวัดอุทัยธานี', '07.00-17.00 น.', ' https://goo.gl/maps/gm6yotNQsHwq3LCW9', 'https://happeningbkk.com/media/upload/2018/10/7b6ah9abb8kd77dfj8bhf06.jpg', '2022-11-20 10:48:24', '2022-11-20 10:48:24'),
(7, 'หาดทรายทองศรีโคตรบูร', 'หาดทรายแห่งนี้เป็นปรากฎการณ์ทางธรรมชาติ ที่จะเกิดขึ้นในช่วงหน้าแล้งเท่านั้นคือตั้งแต่เดือนกุมภาพันธ์-พฤษภาคม :ซึ่งจะเป็นช่วงเวลาที่แม่น้ำโขงลดระดับเลยทำให้เกิดเป็นหาดทรายสวยกลางลำน้ำโขง ยาวหลายกิโลเมตร จนเราสามารถลงไปเดินเล่นบนหาดทรายได้นั่นเอง', 'ถนนสุนทรวิจิตร ตำบลในเมือง อำเภอเมืองนครพนม จังหวัดนครพนม', '07.00-18.00 น.', 'https://goo.gl/maps/19PuBBdiQGNb6wbCA', 'https://cms.dmpcdn.com/travel/2020/05/14/75924e80-95c5-11ea-992c-69749d7bb6b7_original.jpg', '2022-11-20 10:55:06', '2022-11-20 10:55:06'),
(8, 'วังศิลาแลง ', 'ที่นี่เป็นที่เที่ยวธรรมชาติที่สวยงาม เกิดจากเมื่อหลายพันปีมาแล้ว พื้นที่ตรงนี้ได้เกิดการเลื่อนตัวของเปลือกโลก ของแนวรอยเลื่อนปัว ทำให้เมื่อกระแสน้ำกูนไหลผ่านไปทุกวันๆ เราจะได้เห็นความสวยงามของวังน้ำและโตรกผาเป็นช่วงๆ โดยมีวังน้ำประมาณ 7 วัง รวมระยะทางมากกว่า 400 เมตร ในช่วงฤดูแล้งสีน้ำจะใสมองเห็นความสวยงามของวังน้ำและโตรกผาได้อย่างชัดเจน สามารถไปเที่ยวได้ทุกฤดู แต่ที่สวยคือฤดูหนาว', 'บ้านหัวน้ำ ตำบลศิลาแลง อำเภอปัว จังหวัดน่าน', 'สามารถเที่ยวชมได้ตลอดทั้งวัน', 'https://goo.gl/maps/6SQgmHockasYmZ62A', 'https://cms.dmpcdn.com/travel/2020/12/18/bbb49880-410c-11eb-9b6d-3fdf37c2e48e_original.jpg', '2022-11-20 10:56:03', '2022-11-20 10:56:03'),
(9, 'สถานีบ่มใบยาสบกอน', 'ที่นี่ก่อสร้างมาตั้งแต่ปี พ.ศ. 2493 โดยอาคารแต่ละหลังคือหนึ่งเตาเผา ซึ่งมีทั้งหมด 118 เตาด้วยกันค่ะ เมื่อก่อนนั้น บ้านสบกอน จะปลูกใบยาสูบเยอะมาก แต่ต่อมาเมื่อมีการสูบน้อยลง ทำให้ยอดขายก็ลดน้อยลงไปด้วย ชาวบ้านก็เลยปลูกกันน้อยลง เจ้าของกิจการเลยเปลี่ยนกิจการจากโรงบ่มด้วยฟืนมาเป็นเตาอบไฟฟ้าแทน ทำให้สถานีเดิมนี้ถูกทิ้งร้างเอาไว้ และกลายมาเป็นแหล่งศึกษาเรียนรู้ให้กับคนรุ่นหลังแทน ให้ได้ทราบถึงอาชีพและวิถีชีวิตของคนเชียงกลางในอดีต\r\n*>>*โดยปกติประตูของสถานีบ่มใบยาสบกอนจะปิดเอาไว้ เพราะที่นี่จะเป็นของเอกชน แต่ถ้าใครที่อยากจะไปถ่ายรูป ก็สามารถขออนุญาติผู้ดูแลสถานีบ่มได้', 'ตำบลเปือ อำเภอเชียงกลาง จังหวัดน่าน', 'ขออนุญาตเข้าชมกับผู้ดูแลสถานีบ่ม บริเวณปั้มน้ำมันฝั่งตรงข้าม', 'https://goo.gl/maps/CrfEUWF5ymGXgF6T7', 'https://cms.dmpcdn.com/travel/2020/10/22/8e328280-1431-11eb-ab84-d705c02e81b2_original.jpg', '2022-11-20 11:00:30', '2022-11-20 11:00:30'),
(10, 'ภูห้วยอีสัน', ' ภูห้วยอีสัน ซึ่งตั้งอยู่ที่ตำบลบ้านม่วง อำเภอสังคม จังหวัดหนองคาย ที่นี่เป็นจุดชมวิวทะเลหมอกได้แบบพาโนรามา มองไปไกลสุดสายตาก็ยังคงเป็นธรรมชาติที่สวยงามมาก ซึ่งในเวลาเช้ามืดช่วงที่พระอาทิตย์ขึ้น แสงทองของพระอาทิตย์ที่ขึ้นจะตกกระทบลงมาพาดทะเลหมอกที่สวยงาม', 'ตำบลบ้านม่วง อำเภอสังคม จังหวัดหนองคาย', 'สามารถเที่ยวชมได้ตลอดทั้งวัน', 'https://goo.gl/maps/7zyDPDM9CUvr7dc29', 'https://cms.dmpcdn.com/travel/2020/07/31/53fdf3a0-d314-11ea-8433-c5d4d14f3a3c_original.jpg', '2022-11-20 11:04:21', '2022-11-20 11:04:21'),
(11, 'ถ้ำผานางคอย', 'ถ้ำผานางคอย เป็นถ้ำที่มีหน้าผาสูง ภายในก็จะมีหินงอกหินย้อย และที่สำคัญเลยคือ มีก้อนหินรูปร่างคล้ายหญิงสาวนั่งอุ้มลูกน้อยรอคอยคนรักอยู่ค่ะ เรียกได้ว่า Unseen มากๆ และยังมีตำนานพื้นบ้านที่เล่าต่อกันมาถึงอาณาจักรแสนหวี เมื่อ 800 ปีก่อน เป็นตำนานความรักกว่าร้อยปี', 'ตำบลร้องกวาง อำเภอร้องกวาง จังหวัดแพร่', '08.30-17.00 น.', 'https://goo.gl/maps/tHqXpS9NP9VmY2c16', 'https://cms.dmpcdn.com/travel/2020/04/10/229680b0-7b45-11ea-a85e-972275699d5e_original.jpg', '2022-11-20 11:08:24', '2022-11-20 11:08:24'),
(12, 'ผาโสก', 'ผาโสก อุบลราชธานี ตั้งอยู่ในบริเวณ อุทยานแห่งชาติผาแต้ม ค่ะ ที่นี่เป็นอ่างน้ำจากธรรมชาติ ที่สามารถมองวิวสุดอลังการสุดว้าวได้แบบฟินสุดๆ โดยเราสามารถนอนแช่น้ำใส มองเห็นวิวของแม่น้ำโขง ภูเขา และป่าต่างๆได้ ซึ่งสาเหตุที่ผาโสก แห่งนี้ กลายเป็นอ่างน้ำกลางธรรมชาติ ก็เพราะลานหินทรายบริเวณนี้ ถูกกัดกร่อนจนกลายเป็นร่องและแอ่งน้ำลึก จนทำให้น้ำจากธรรมชาตินั้นไหลตกลงมาที่นี่ และลงไปทางหน้าผาอีกที เลยเป็นที่มาของ ผาโสก นี่เอง', 'อุทยานแห่งชาติผาแต้ม ตำบลห้วยไผ่ อำเภอโขงเจียม จังหวัดอุบลราชธานี', 'สามารถเข้าชมได้ทุกวัน โดยติดต่อเจ้าหน้าที่ หรือไกด์นำทาง', 'https://goo.gl/maps/6KqfUU4qU5nT6CUf8', 'https://cms.dmpcdn.com/travel/2020/08/23/fe755dd0-e4f0-11ea-be44-e7cc83edb953_original.jpg', '2022-11-20 11:11:22', '2022-11-20 11:11:22'),
(13, 'สามช่องใต้', 'ในทุกๆ เช้า เมื่อดวงอาทิตย์เริ่มส่องแสงให้เห็นที่ สามช่องใต้ นั้น ก็จะเป็นเวลาที่มาพร้อมกับเสียงของชาวบ้าน และเสียงเรือที่เตรียมออกไปหาปลานั่นเอง เรือหางยาวจะออกจากหมู่บ้านไปทีละลำ สองลำ และทุกๆ ครั้งที่เรือแล่นออกจากหมู่บ้านโดยวิวทิวทัศน์ที่จะได้เห็นในทุกๆ เช้านั้น คือ วิวของ เขาพระอาดเฒ่า ที่บ่งบอกได้ถึงความยิ่งใหญ่ของธรรมชาติแห่งนี้ แนวป่าโกงกางสีเขียวที่ล้อมรอบ กับแสงพระอาทิตย์ที่ค่อยๆ สาดแสงผ่านหมอกสีขาวออกมา ', 'หมู่บ้านสามช่อง ตำบลกะไหล อำเภอตะกั่วทุ่ง จังหวัดพังงา', 'สามารถเข้าชมได้ทุกวัน', 'https://goo.gl/maps/P9fN697CFyW3y9TWA', 'https://cms.dmpcdn.com/travel/2020/04/28/a34c9360-8938-11ea-8171-c9feba057141_original.jpg', '2022-11-20 11:19:09', '2022-11-20 11:19:09'),
(14, 'ควนน้อย', 'วนน้อยแกรนด์แคนยอน แห่งนี้ ไม่ได้ถูกธรรมชาติสร้างขึ้นทั้งหมดค่ะ เพราะจริงๆ แล้ว ที่นี่คือบ่อดินเก่าที่ถูกทิ้งร้างเอาไว้ และได้มีการขุดดินไปขาย เมื่อดินเหล่านั้นได้ถูกขุดไปเรื่อยๆ ไปเจอกับน้ำใต้ดินทำให้เกิดเป็นหลุมบ่อขึ้นมา บวกกับเมื่อมีฝนตกลงมา ก็กลายเป็นบ่อที่มีน้ำขัง สีเขียวมรกต โดยบรรยากาศของที่นี่ จะมีสันดินที่ทอดยาว ล้อมรอบไปด้วย บ่อน้ำสีเขียวมรกต ทำให้กลายเป็น สถานที่ท่องเที่ยวพัทลุง', 'ตำบลแพรกหา อำเภอควนขนุน จังหวัดพัทลุง', 'สามารถเข้าชมได้ทุกวัน', 'https://goo.gl/maps/hDWouwp9p4eomMkn8', 'https://cms.dmpcdn.com/travel/2020/06/23/ca039ac0-b526-11ea-b61c-7dd99cb3fb2c_original.jpg', '2022-11-20 11:22:01', '2022-11-20 11:22:01'),
(15, 'ถ้ำเอราวัณ', 'ถ้ำเอราวัณ หรือที่ชาวบ้านมักเรียกกันว่า ผาถ้ำช้าง เป็นที่เที่ยวธรรมชาติที่สวยงามใน หนองบัวลำภู ค่ะ ลักษณะของถ้ำเป็นถ้ำหินปูนตั้งอยู่บนภูเขาขนาดใหญ่ที่มีรูปร่างคล้ายช้างกำลังหมอบ อีกทั้งยังเป็นที่มาของตำนานพื้นบ้านเรื่อง นางผมหอม อีกด้วย ภายในถ้ำสวยงามด้วยหินงอกหินย้อย และมีหินรูปร่างแปลกตา ที่ต้องไม่พลาดไปชมนั่นเอง', 'บ้านผาอินทร์แปลง ตำบลวังทอง อำเภอนาวัง จังหวัดหนองบัวลำภู', '08.30-16.30 น.', 'https://goo.gl/maps/TPQEiUNis2Bzsi6T7', 'https://cms.dmpcdn.com/travel/2020/12/18/c5c9bc30-4100-11eb-80e3-2fbf2839b261_original.jpg', '2022-11-20 11:23:58', '2022-11-20 11:23:58'),
(16, 'คลองเขาแดง กุยบุรี', 'คลองเขาแดง กุยบุรี แห่งนี้ได้ชื่อว่า กุ้ยหลินแห่งประจวบคีรีขันธ์ ค่ะ เป็นคลองที่ไหลมาจาก อุทยานแห่งชาติเขาสามร้อยยอด แล้วไหลต่อไปยังอ่าวไทย โดยสองฝั่งของลำคลองแห่งนี้มีวิวที่สวยงามมากๆ จนกลายเป็นแหล่งท่องเที่ยวโดยการล่องเรือชมธรรมชาตินั่นเอง เราสามารถล่องเรือเที่ยวคลองเขาแดงได้ด้วยการไปขึ้นเรือที่ท่าน้ำหน้าวัดเขาแดง ล่องไปตามลำคลอง ประมาณ 3-4 กิโลเมตร ใช้เวลาทั้งหมด 1 ชั่วโมง', 'หมู่บ้านเขาแดง หมู่ 2 ตำบลเขาแดง อำเภอกุยบุรี จังหวัดประจวบคีรีขันธ์', '08.00-18.00 น.', 'https://goo.gl/maps/iTnq8phc9iG3YEdm8', 'https://cms.dmpcdn.com/travel/2020/05/19/3518caa0-99bc-11ea-8838-231d7a54cabf_original.jpg', '2022-11-20 11:28:28', '2022-11-20 11:28:28'),
(17, 'โรงงานกระดาษไทย', 'โรงงานกระดาษไทยกาญจนบุรี ซึ่งที่นี่เป็นโรงงานแห่งแรกในประเทศไทยที่ผลิตธนบัตรไทยโดยการใช้เยื่อไม้ไผ่ แต่เคยถูกทิ้งร้างไป แต่ในตอนนี้ได้กลายเป็นการอนุรักษ์สถานที่ที่มีความสำคัญทางประวัติศาสตร์ และส่งเสริมการท่องเที่ยวทางด้านประวัติศาสตร์ นั่นเอง', 'เลขที่ 2 ถนนแสงชูโต ตำบลบ้านเหนือ อำเภอเมืองกาญจนบุรี จังหวัดกาญจนบุรี', 'ปิดทุกวันพฤหัสบดี และ วันอาทิตย์', 'https://goo.gl/maps/Y22xZUWryEaJQFwa7', 'https://cms.dmpcdn.com/travel/2020/05/29/5ff7b1e0-a19c-11ea-87f6-6bd4f73df5e2_original.jpg', '2022-11-20 11:29:33', '2022-11-20 11:29:33'),
(18, 'ปราสาทหินพันยอด', 'ปราสาทหินพันยอด สตูล ที่มีอายุมากกว่าล้านปี อยู่ที่ บ้านบ่อเจ็ดลูก ในเขตอุทยานแห่งชาติหมู่เกาะเภตรา ค่ะ ที่นี่เกิดจากการยกตัวของเปลือกโลก การกัดเซาะของธรรมชาติ ทำให้หินมีรูปร่างแปลกตา และยังมีร่องรอยฟอสซิลต่างๆ เช่น แมงดาทะเล ปลาหมึกโบราณ และหอยงวงช้าง อีกด้วย เหมือนได้หลัดเข้ามาในโลกยุคดึกดำบรรพ์เลยทีเดียว', 'ชุมชนบ้านบ่อเจ็ดลูก อำเภอละงู จังหวัดสตูล', '08.00-17.00 น. (ช่วงเวลาที่สามารถเข้าชมได้ขึ้นอยู่กับช่วงเวลาน้ำขึ้น-น้ำล', 'https://goo.gl/maps/atsSYDkDoPqRkGFBA', 'https://www.chillpainai.com/src/wewakeup/scoop/images/cc52cdcde76884d8768e6d8ef360debac60757b0.jpg', '2022-11-20 11:31:44', '2022-11-20 11:31:44'),
(19, 'ภูค้อ', 'ภูค้อ เป็นจุดชมวิวสวย ทะเลหมอก ที่ซ่อนตัวอยู่ในผืนไร่ในป่าชุมชนบ้านบุ่ง อำเภอนาแห้ว จังหวัดเลย ค่ะ จุดชมวิวนี้ จะสวยมากๆ ในช่วงฤดูหนาว ซึ่งสามารถชมพระอาทิตย์ขึ้นในยามเช้า และสามารถมองเห็นผืนป่าอุดมสมบูรณ์และสวยงาม ', 'ชุมชนบ้านบุ่ง ตำบลนาแห้ว อำเภอนาแห้ว จังหวัดเลย', '05.00-20.00 น.', 'https://goo.gl/maps/cYdMNTLpzUXrKynP6', 'https://cms.dmpcdn.com/travel/2020/11/13/289bf880-256f-11eb-8c49-6ff1aae212a5_original.jpg', '2022-11-20 11:32:34', '2022-11-20 11:32:34'),
(20, 'น้ำตกเจ็ดสี', 'น้ำตกเจ็ดสี ตั้งอยู่ที่ เขตรักษาพันธุ์สัตว์ป่าภูวัว อำเภอเซกา จังหวัดบึงกาฬ เป็นน้ำตกที่สวยงามมาก ตอนที่กระทบกับแสงแดดแล้วนั้น จะทำให้เกิดสีต่างๆ เหมือนสายรุ้งเลยค่ะ เลยเป็นที่มาของชื่อ น้ำตกเจ็ดสี นั่นเอง โดยเฉพาะในช่วงฤดูฝนจะมีน้ำเยอะ และสวยสุดๆ โดยน้ำตกจะเปิดให้เที่ยวชมได้ตั้งแต่เดือนเมษายน-ธันวาคมของทุกปี', 'ตำบลบ้านต้อง อำเภอเซกา จังหวัดบึงกาฬ', '08.30-17.00 น.', 'https://goo.gl/maps/rUQFnqCBzFsWdPGM9', 'https://cms.dmpcdn.com/travel/2020/11/05/69a7a840-1f1d-11eb-9443-5fafc9ce7cfe_original.jpg', '2022-11-20 11:33:45', '2022-11-20 11:33:45'),
(21, ' ป่าฮาลาบาลา', 'ป่าฮาลาบาลา ตั้งอยู่ในบริเวณครอบคลุมพื้นที่สองจังหวัดด้วยกัน คือ หลายตำบลใน จังหวัดนราธิวาส และ ตำบลอัยเยอร์เวง อำเภอเบตง จังหวัดยะลา ค่ะ มีเนื้อที่รวมแล้วกว่า 270,725 ไร่ เป็นภูเขาสูงชันสลับซับซ้อนกัน และเป็นบริเวณของป่าดิบชื้นที่อุดมสมบูรณ์และแน่นอนว่า ป่าฮาลาบาลา ก็มีทั้งสัตว์ป่าสงวนและสัตว์ป่าคุ้มครองที่สำคัญหลายชนิดอาศัยอยู่อย่างชุกชุมค่ะ ทำให้พื้นที่นี้เป็นเขตรักษาพันธุ์สัตว์ป่าค่ะ ทั้งนี้ก็เพื่อเป็นการรักษาสัตว์ป่าและแหล่งที่อยู่อาศัยนี้เอาไว้ รวมถึงยังช่วยรักษาต้นน้ำลำธารและป่าไม้ให้อุดมสมบูรณ์แบบนี้ตลอดไปอีกด้วย', 'ตำบลอัยเยอร์เวง อำเภอเบตง จังหวัดยะลา', 'สามารถเข้าชมได้ตลอดทั้งวัน', 'https://goo.gl/maps/eh5XusBoB7iFSFKU9', 'https://cms.dmpcdn.com/travel/2020/11/02/d71134e0-1ccb-11eb-8838-5d6f9fa17f9d_original.jpg', '2022-11-20 11:35:05', '2022-11-20 11:35:05');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `thailand`
--
ALTER TABLE `thailand`
ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `thailand`
--
ALTER TABLE `thailand`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
